
"event read status update" = "atualização de status de lido do evento";

"device event status updated. The save" = "status do evento do dispositivo atualizado. A operação de salvar";

"Resolved" = "Resolvido";
"Unresolved" = "Não resolvido";


"The message status could not be updated" = "Não foi possível atualizar o status da mensagem";

// K9 : event status update error message
"Your HP device has sent a status update. This update could not be saved in HP Utility - Message Center" = "Seu dispositivo HP enviou uma atualização de status. Não foi possível salvar essa atualização na central de mensagens do HP Utility";

"Messages could not be displayed in HP Utility - Message Center" = "Não foi possível exibir as mensagens na central de mensagens do HP Utility";